Repository: 0Yuuw/prol
Catalog: modules/*_cust_plprojects/locale/*.po
Languages: fr

# field:party.address,projects:
source: Projects
fr: Projets

# field:party.party,projects:
source: Projects
fr: Projets

# field:pl_cust_plprojects.category,name:
source: Name
fr: Nom

# field:pl_cust_plprojects.category.relation,category:
source: Category
fr: Catégorie

# field:pl_cust_plprojects.category.relation,project:
source: Project
fr: Projet

# field:pl_cust_plprojects.logs,project:
source: Project
fr: Projet

# field:pl_cust_plprojects.logs,resp_id:
source: Employee
fr: Employé-e Modus

# field:pl_cust_plprojects.party.relation,employee:
source: Employee
fr: Employé-e Modus

# field:pl_cust_plprojects.party.relation,project:
source: Project
fr: Projet

# field:pl_cust_plprojects.partyaddr.relation,party_addr:
source: PartyAddr
fr: Contact

# field:pl_cust_plprojects.partyaddr.relation,project:
source: Project
fr: Projet

# field:pl_cust_plprojects.projects,amount_max:
source: Budget maximum
fr: Budget validé

# field:pl_cust_plprojects.projects,amount_min:
source: Budget minimum
fr: Budget initial

# field:pl_cust_plprojects.projects,category:
source: Category
fr: Catégorie

# field:pl_cust_plprojects.projects,contract_done:
source: Contract done
fr: Contrat fait

# field:pl_cust_plprojects.projects,date_end:
source: Date end
fr: Date de fin

# field:pl_cust_plprojects.projects,date_start:
source: Date start
fr: Date de début

# field:pl_cust_plprojects.projects,duree:
source: Duree
fr: Durée

# field:pl_cust_plprojects.projects,employees:
source: Employees
fr: Employés Modus

# field:pl_cust_plprojects.projects,logs:
source: Logs
fr: Journal de bord

# field:pl_cust_plprojects.projects,name:
source: Name
fr: Nom

# field:pl_cust_plprojects.projects,notes:
source: Comment
fr: Commentaire

# field:pl_cust_plprojects.projects,objectif:
source: Objectif
fr: Objectifs clés

# field:pl_cust_plprojects.projects,parties:
source: Parties
fr: Contacts

# field:pl_cust_plprojects.projects,project_type:
source: Project Type
fr: Type de projets

# field:pl_cust_plprojects.projects,publicname:
source: Public Name
fr: Nom public

# field:pl_cust_plprojects.projects,stages:
source: Stages
fr: Étapes

# field:pl_cust_plprojects.projects,status:
source: Status
fr: Statut

# field:pl_cust_plprojects.projectsheet,duration:
source: Duration
fr: Durée

# field:pl_cust_plprojects.projectsheet,project:
source: Project
fr: Projet

# field:pl_cust_plprojects.projectsheet,resp_id:
source: Employee
fr: Employé-e Modus

# field:pl_cust_plprojects.projectsheet,task:
source: Task
fr: Tâche

# field:pl_cust_plprojects.projectstype,name:
source: Name
fr: Nom

# field:pl_cust_plprojects.stage,delai:
source: Delai
fr: Échéance

# field:pl_cust_plprojects.stage,is_done:
source: Done?
fr: Validé

# field:pl_cust_plprojects.stage,name:
source: Name
fr: Nom

# field:pl_cust_plprojects.stage,project:
source: Project
fr: Projet

# field:pl_cust_plprojects.tasks,duration:
source: Duration
fr: Durée

# field:pl_cust_plprojects.tasks,name:
source: Name
fr: Nom

# help:pl_cust_plprojects.projects,date_end:
source: Date end
fr: Date de fin

# help:pl_cust_plprojects.projects,date_start:
source: Date start
fr: Date de début

# model:ir.action,name:act_projects_form
source: Tous les dossiers
fr: Tous les projets

# model:ir.action,name:act_projectscategory_form
source: Project Category
fr: Catégories de projets

# model:ir.action,name:act_projectstype_form
source: Project Types
fr: Types de projets

# model:ir.action,name:act_projtask_form
source: Tasks
fr: Tâches

# model:ir.sequence,name:sequence_projects
source: projects
fr: Projets

# model:ir.sequence.type,name:sequence_type_projects
source: projects
fr: Projets

# model:ir.ui.menu,name:menu_projects
source: Projects
fr: Projets

# model:ir.ui.menu,name:menu_projects_form
source: Tous les dossiers
fr: Tous les projets

# model:ir.ui.menu,name:menu_projtask_form
source: Tasks
fr: Tâches

# model:ir.ui.menu,name:my_menu_projectscat_form
source: Project Category
fr: Catégories de projets

# model:ir.ui.menu,name:my_menu_projectstype_form
source: Project Types
fr: Types de projets

# model:pl_cust_plprojects.category,name:
source: Category
fr: Catégorie

# model:pl_cust_plprojects.logs,name:
source: Logs
fr: Journal de bord

# model:pl_cust_plprojects.projects,name:
source: projects
fr: Projets

# selection:pl_cust_plprojects.projects,duree:
source: 12 to 24 month
fr: de 12 à 24 mois

# selection:pl_cust_plprojects.projects,duree:
source: 3 to 6 month
fr: de 3 à 6 mois

# selection:pl_cust_plprojects.projects,duree:
source: 6 to 12 month
fr: de 6 à 12 mois

# selection:pl_cust_plprojects.projects,duree:
source: < 3 month
fr: moins de 3 mois

# selection:pl_cust_plprojects.projects,duree:
source: > 24 month
fr: plus de 24 mois

# selection:pl_cust_plprojects.projects,status:
source: Aband
fr: Abandonné

# selection:pl_cust_plprojects.projects,status:
source: Inspi
fr: Inspiration

# selection:pl_cust_plprojects.projects,status:
source: Itention
fr: Intention

# selection:pl_cust_plprojects.projects,status:
source: Soum
fr: Soumis

# selection:pl_cust_plprojects.projects,status:
source: Termi
fr: Terminé

# selection:pl_cust_plprojects.projects,status:
source: eval
fr: En évaluation

# selection:pl_cust_plprojects.projects,status:
source: valid
fr: Validé CF

# view:party.party:
source: Project
fr: Projet

# view:pl_cust_plprojects.projects:
source: Cat
fr: Catégories

# view:pl_cust_plprojects.projects:
source: Logs
fr: Journal de bord

# view:pl_cust_plprojects.projects:
source: People
fr: Relations

# view:pl_cust_plprojects.projects:
source: Stages
fr: Étapes
