Repository: 0Yuuw/prol
Catalog: modules/*_cust_plfolders/locale/*.po
Languages: fr

# field:account.invoice,folder_id:
source: Folders
fr: Tous les dossiers

# field:party.address,addr_compl2:
source: Address Compl2
fr: Compl. adr. (suite)

# field:party.address,addr_compl:
source: Address Compl
fr: Compl. adr.

# field:party.address,addr_street:
source: Address Street
fr: Rue

# field:party.address,addr_street_num:
source: Address Num
fr: Numéro

# field:party.address,type:
source: Address Type
fr: Type d'adresse

# field:party.party,birthdate:
source: Birthdate
fr: Date de naissance

# field:party.party,firstname:
source: Firstname
fr: Prénom

# field:party.party,is_person_moral:
source: Person Moral ?
fr: Personne morale?

# field:party.party,lastname:
source: Lastname
fr: Nom

# field:party.party,notes:
source: Comment
fr: Commentaire

# field:party.party,party_title:
source: Title
fr: Titre

# field:pl_cust_plbase.partytype,name:
source: Name
fr: Nom

# field:pl_cust_plfolders.configuration,folders_sequence:
source: Folder Sequence
fr: Séquence des dossiers

# field:pl_cust_plfolders.configuration.folders_sequence,folders_sequence:
source: Folder Sequence
fr: Séquence des dossiers

# field:pl_cust_plfolders.employeetype,name:
source: Name
fr: Nom

# field:pl_cust_plfolders.folders,check_ts:
source: Check TS
fr: Vérifier le TS

# field:pl_cust_plfolders.folders,currency:
source: Currency
fr: Devise

# field:pl_cust_plfolders.folders,date_end:
source: Date end
fr: Date de fin

# field:pl_cust_plfolders.folders,date_start:
source: Date start
fr: Date de début

# field:pl_cust_plfolders.folders,fact_to:
source: Invoice To
fr: Facturation à

# field:pl_cust_plfolders.folders,folder_charges:
source: Folder Charges(%)
fr: Frais de dossier(%)

# field:pl_cust_plfolders.folders,folder_forf_amount:
source: Folder Forfait amount
fr: Montant forfaitaire

# field:pl_cust_plfolders.folders,folder_price1:
source: T1
fr: Tarif 1

# field:pl_cust_plfolders.folders,folder_price2:
source: T2
fr: Tarif 2

# field:pl_cust_plfolders.folders,folder_price3:
source: T3
fr: Tarif 3

# field:pl_cust_plfolders.folders,folder_price4:
source: T4
fr: Tarif 4

# field:pl_cust_plfolders.folders,folder_price5:
source: T5
fr: Tarif 5

# field:pl_cust_plfolders.folders,folder_tax_bool:
source: Folder Tax
fr: Dossier avec TVA

# field:pl_cust_plfolders.folders,folder_type:
source: Folder Type
fr: Type de dossier

# field:pl_cust_plfolders.folders,in_invoice_ids:
source: In Invoices
fr: Factures fournisseur

# field:pl_cust_plfolders.folders,internal_com:
source: Internal Com
fr: Commentaire interne

# field:pl_cust_plfolders.folders,internal_notes:
source: Internal Notes
fr: Notes interne

# field:pl_cust_plfolders.folders,invoice_ids:
source: Invoices
fr: Factures

# field:pl_cust_plfolders.folders,name:
source: Number
fr: Numéro

# field:pl_cust_plfolders.folders,newfolder_expected:
source: Tot TS expected
fr: TS attendu

# field:pl_cust_plfolders.folders,newfolder_expected_txt:
source: Tot TS expected
fr: TS attendu

# field:pl_cust_plfolders.folders,newfolder_tot_fact_ts:
source: Tot TS fact
fr: Total TS facturé

# field:pl_cust_plfolders.folders,newfolder_tot_fact_ts_txt:
source: Tot TS fact
fr: Total TS facturé

# field:pl_cust_plfolders.folders,newfolder_tot_notfact_ts:
source: Tot TS not fact
fr: Total TS non facturé

# field:pl_cust_plfolders.folders,newfolder_tot_notfact_ts_txt:
source: Tot TS not fact
fr: Total TS non facturé

# field:pl_cust_plfolders.folders,newfolder_tot_ts:
source: Tot TS
fr: Total TS

# field:pl_cust_plfolders.folders,newfolder_tot_ts_txt:
source: Tot TS
fr: Total TS

# field:pl_cust_plfolders.folders,newfolder_tot_ts_withoutpct:
source: Tot TS without pct
fr: Total TS effectif

# field:pl_cust_plfolders.folders,newfolder_tot_ts_withoutpct_txt:
source: Tot TS without pct
fr: Total TS effectif

# field:pl_cust_plfolders.folders,notes:
source: Comment
fr: Commentaire

# field:pl_cust_plfolders.folders,party_id:
source: Party
fr: Client

# field:pl_cust_plfolders.foldersheet,activity:
source: Activity
fr: Activité

# field:pl_cust_plfolders.foldersheet,archived:
source: Archived
fr: Archivé

# field:pl_cust_plfolders.foldersheet,duration:
source: Duration
fr: Durée

# field:pl_cust_plfolders.foldersheet,folder_id:
source: Folder
fr: Dossier

# field:pl_cust_plfolders.foldersheet,folder_type:
source: Folder Type
fr: Type de dossier

# field:pl_cust_plfolders.foldersheet,hour_price:
source: Price per hour
fr: Prix/h

# field:pl_cust_plfolders.foldersheet,invoice_id:
source: Invoice
fr: Facture

# field:pl_cust_plfolders.foldersheet,invoiced:
source: Invoiced
fr: Facturé

# field:pl_cust_plfolders.foldersheet,price:
source: Price
fr: Prix

# field:pl_cust_plfolders.foldersheet,resp_id:
source: Employee
fr: Responsable

# field:pl_cust_plfolders.foldersheet,resp_type:
source: Employee Type
fr: Type de l'employé

# field:pl_cust_plfolders.foldersheet,task:
source: Task
fr: Tâche

# field:pl_cust_plfolders.foldertype,folder_charges:
source: Folder Charges(%)
fr: Frais du dossier(%)

# field:pl_cust_plfolders.foldertype,folder_price1:
source: T1
fr: Tarif 1

# field:pl_cust_plfolders.foldertype,folder_price2:
source: T2
fr: Tarif 2

# field:pl_cust_plfolders.foldertype,folder_price3:
source: T3
fr: Tarif 3

# field:pl_cust_plfolders.foldertype,folder_price4:
source: T4
fr: Tarif 4

# field:pl_cust_plfolders.foldertype,folder_price5:
source: T5
fr: Tarif 5

# field:pl_cust_plfolders.foldertype,folder_price_depl:
source: Deplacement Price
fr: Déplacement

# field:pl_cust_plfolders.foldertype,name:
source: Name
fr: Nom

# field:pl_cust_plfolders.foldprintreport_start,employee_id:
source: Employee
fr: Responsable

# field:pl_cust_plfolders.foldprintreport_start,from_date:
source: From Date
fr: Date de début

# field:pl_cust_plfolders.foldprintreport_start,to_date:
source: To Date
fr: Date de fin

# field:pl_cust_plfolders.invcreate_start,folder_id:
source: Folder
fr: Dossier

# field:pl_cust_plfolders.invcreate_start,folder_ts_tot:
source: Folder TS tot
fr: Total des heures

# field:pl_cust_plfolders.invcreate_start,with_vat:
source: With VAT
fr: Avec TVA

# field:pl_cust_plfolders.periodicts.start,day_of_week:
source: Day of Week
fr: Jour de la semaine

# field:pl_cust_plfolders.periodicts.start,employee:
source: Employee
fr: Responsable

# field:pl_cust_plfolders.periodicts.start,end_date:
source: End Date
fr: Date de fin

# field:pl_cust_plfolders.periodicts.start,folder_id:
source: Folder
fr: Dossier

# field:pl_cust_plfolders.periodicts.start,start_date:
source: Start Date
fr: Date de début

# field:pl_cust_plfolders.sheetact,name:
source: Name
fr: Nom

# field:pl_cust_plfolders.sheetact,tasks:
source: Tasks
fr: Tâches

# field:pl_cust_plfolders.sheettasks,activity:
source: Activity
fr: Activités

# field:pl_cust_plfolders.sheettasks,duration:
source: Duration
fr: Durée

# field:pl_cust_plfolders.sheettasks,name:
source: Name
fr: Nom

# field:pl_cust_plfolders.tstoinv_start,folder_id:
source: Folder
fr: Dossier

# field:pl_cust_plfolders.tstoinv_start,folder_ts_tot:
source: Folder TS tot
fr: Total des heures

# field:pl_cust_plfolders.wizardconf,account_deb_id:
source: Account H Deb
fr: Compte débiteur

# field:pl_cust_plfolders.wizardconf,depl_notva:
source: Depl NO TVA
fr: Déplacement sans TVA

# field:pl_cust_plfolders.wizardconf,depl_tva:
source: Depl TVA
fr: Déplacement avec TVA

# field:pl_cust_plfolders.wizardconf,journal_pp:
source: Journal PP
fr: Journal de PP

# field:pl_cust_plfolders.wizardconf,payment_term:
source: Default Customer Payment Term
fr: Conditions de paiement client par défaut

# field:pl_cust_plfolders.wizardconf,product_notva:
source: Produit NO TVA
fr: Produit sans TVA

# field:pl_cust_plfolders.wizardconf,product_tva:
source: Produit TVA
fr: Produit avec TVA

# field:pl_cust_plfolders.wizardconf,taxe77:
source: TVA 7.7%
fr: TVA

# help:pl_cust_plfolders.configuration,folders_sequence:
source: Used to generate the folder name.
fr: Séquence du dossier

# help:pl_cust_plfolders.configuration.folders_sequence,folders_sequence:
source: Used to generate the folder name.
fr: Séquence du dossier

# help:pl_cust_plfolders.folders,date_end:
source: Date end
fr: Date de début

# help:pl_cust_plfolders.folders,date_start:
source: Date start
fr: Date de fin

# model:ir.action,name:act_employeetype_form
source: Employee Type
fr: Type de l'employé

# model:ir.action,name:act_folders_conf_wizard_form
source: Folders Wizard Configuration
fr: Conf. wizard facturation

# model:ir.action,name:act_folders_configuration_form
source: Folders Configuration
fr: Configuration du dossier

# model:ir.action,name:act_folders_form
source: Tous les dossiers
fr: Dossiers

# model:ir.action,name:act_foldertype_form
source: Folder Types
fr: Types de dossier

# model:ir.action,name:act_wizard_createinv
source: Create invoice
fr: Créer la facture

# model:ir.action,name:act_wizard_foldprintreport
source: TS Report
fr: Rapport de Timesheet

# model:ir.action,name:act_wizard_new_tstoinv
source: TS to invoice
fr: TS à facturer

# model:ir.action,name:act_wizard_periodicts
source: Ajoute du TS périodic
fr: Ajout TS périodique

# model:ir.action,name:reporfoldt
source: Report TS
fr: Rapport de Timesheet

# model:ir.sequence,name:sequence_folders
source: Folders
fr: Dossiers

# model:ir.sequence.type,name:sequence_type_folders
source: Folders
fr: Dossiers

# model:ir.ui.menu,name:menu_employeetype_form
source: Employee Type
fr: Type de l'employé

# model:ir.ui.menu,name:menu_folders
source: Folders
fr: Dossiers

# model:ir.ui.menu,name:menu_folders_conf_wizard
source: Folders Wizard Configuration
fr: Conf. wizard facturation

# model:ir.ui.menu,name:menu_folders_config
source: Folders Configuration
fr: Configuration du dossier

# model:ir.ui.menu,name:menu_folders_form
source: Tous les dossiers
fr: Dossiers

# model:ir.ui.menu,name:menu_foldprintreport
source: TS Report
fr: Rapport de Timesheet

# model:ir.ui.menu,name:menu_periodicts
source: Ajoute du TS périodic
fr: Ajout TS périodique

# model:ir.ui.menu,name:my_menu_foldertype_form
source: Folder Types
fr: Types de dossier

# model:pl_cust_plbase.partytype,name:
source: Party_type
fr: Nom de type de contact

# model:pl_cust_plfolders.configuration,name:
source: Folder Configuration
fr: Configuration du dossier

# model:pl_cust_plfolders.configuration.folders_sequence,name:
source: Folders Configuration Sequence
fr: Configuration sequence des dossiers

# model:pl_cust_plfolders.employeetype,name:
source: Employee_type
fr: Type de l'employé

# model:pl_cust_plfolders.folders,name:
source: Folders
fr: Dossiers

# model:pl_cust_plfolders.foldersheet,name:
source: Folder timesheet
fr: Timesheet du dossier

# model:pl_cust_plfolders.foldertype,name:
source: Folder timesheet
fr: Timesheet du dossier

# model:pl_cust_plfolders.foldprintreport_start,name:
source: Print Fold Report
fr: Rapport du dossier

# model:pl_cust_plfolders.invcreate_start,name:
source: Create Invoice
fr: Créer la facture

# model:pl_cust_plfolders.sheetact,name:
source: Folder timesheet activity
fr: Activités

# model:pl_cust_plfolders.sheettasks,name:
source: Folder timesheet tasks
fr: Tâches

# model:pl_cust_plfolders.tstoinv_start,name:
source: TStoInvStart
fr: Timesheet à facturer

# model:pl_cust_plfolders.wizardconf,name:
source: Configuration for invoiced wizard
fr: Conf. wizard facturation

# model:res.group,name:group_folder_admin
source: Folder Administration
fr: Admin dossiers

# model:res.group,name:group_folder_conf
source: Folder Configuration
fr: Configuration du dossier

# model:res.group,name:group_folder_viewer
source: Folder Viewer
fr: Utilisateur dossiers

# selection:party.party,party_title:
source: Dr
fr: Docteur

# selection:party.party,party_title:
source: Me
fr: Maître

# selection:party.party,party_title:
source: Mr
fr: Monsieur

# selection:party.party,party_title:
source: Mr & Mrs
fr: Monsieur et Madame

# selection:party.party,party_title:
source: Mrs
fr: Madame

# selection:pl_cust_plfolders.periodicts.start,day_of_week:
source: Friday
fr: Vendredi

# selection:pl_cust_plfolders.periodicts.start,day_of_week:
source: Monday
fr: Lundi

# selection:pl_cust_plfolders.periodicts.start,day_of_week:
source: Thursday
fr: Jeudi

# selection:pl_cust_plfolders.periodicts.start,day_of_week:
source: Tuesday
fr: Mardi

# selection:pl_cust_plfolders.periodicts.start,day_of_week:
source: Wednesday
fr: Mercredi

# view:party.party:
source: General
fr: Général

# view:pl_cust_plfolders.folders:
source: Invoices
fr: Factures

# view:pl_cust_plfolders.folders:
source: MAJ INFO
fr: MAJ infos

# view:pl_cust_plfolders.folders:
source: Numero
fr: Numéro

# view:pl_cust_plfolders.folders:
source: TS to invoice
fr: TS à facturer

# wizard_button:pl_cust_plfolders.foldprintreport,start,end:
source: Cancel
fr: Annuler

# wizard_button:pl_cust_plfolders.foldprintreport,start,print_:
source: Print
fr: Imprimer

# wizard_button:pl_cust_plfolders.invcreate,start,end:
source: Cancel
fr: Annuler

# wizard_button:pl_cust_plfolders.periodicts,start,end:
source: Cancel
fr: Annuler
