Repository: 0Yuuw/prol
Catalog: modules/*_cust_devis/locale/*.po
Languages: fr

# field:pl_cust_devis.devisinvcreate_start,devislines:
source: Devis Lines
fr: Lignes

# field:pl_cust_devis.devisinvcreate_start,folder_devis_tot:
source: Devis tot
fr: Total

# field:pl_cust_devis.devisinvcreate_start,folder_id:
source: Folder
fr: Dossier

# field:pl_cust_devis.devisinvcreate_start,with_vat:
source: With VAT
fr: Avec TVA

# field:pl_cust_devis.devisline,comment:
source: Comment
fr: Commentaire

# field:pl_cust_devis.devisline,folder_id:
source: Folder
fr: Dossier

# field:pl_cust_devis.devisline,force_invoice:
source: Force Invoice
fr: Force fact

# field:pl_cust_devis.devisline,invoice_id:
source: Invoice
fr: Facture

# field:pl_cust_devis.devisline,invoiced:
source: Invoiced
fr: Facturé

# field:pl_cust_devis.devisline,price:
source: Price
fr: Tot

# field:pl_cust_devis.devisline,product:
source: Product
fr: Produit

# field:pl_cust_devis.devisline,product_price:
source: Product Price
fr: Prix

# field:pl_cust_devis.devisline,quantity:
source: Qty
fr: Qté

# field:pl_cust_plfolders.folders,contact_address:
source: Address
fr: Adresse

# field:pl_cust_plfolders.folders,contact_name:
source: Contact name
fr: Nom

# field:pl_cust_plfolders.folders,devis_lines:
source: Devis Line
fr: Ligne de devis

# field:pl_cust_plfolders.folders,price_devis:
source: Price devis
fr: Tot devis

# field:pl_cust_plfolders.folders,price_manual:
source: Price manual
fr: Forcer le prix

# field:pl_cust_plfolders.folders,price_tot:
source: Price tot
fr: Tot

# field:pl_cust_plfolders.folders,state:
source: Devis State
fr: Etat

# model:ir.action,name:act_wizard_deviscreateinv
source: Create Devis invoice
fr: Facturer

# model:ir.action,name:devisact_devis_folders_form
source: Dossiers devis
fr: Devis

# model:ir.action,name:devisact_open_folders_form
source: Dossiers en cours
fr: Ouvert

# model:ir.ui.menu,name:menu_folderopen_form
source: Dossiers en cours
fr: Dossier en cours

# selection:pl_cust_plfolders.folders,state:
source: Close
fr: Archivé

# selection:pl_cust_plfolders.folders,state:
source: Denied
fr: Refusé

# selection:pl_cust_plfolders.folders,state:
source: Invoiced
fr: Facturé

# selection:pl_cust_plfolders.folders,state:
source: Open
fr: En cours

# view:pl_cust_plfolders.folders:
source: Close
fr: Archiver

# view:pl_cust_plfolders.folders:
source: Denied
fr: Refusé

# view:pl_cust_plfolders.folders:
source: Open
fr: Accepter

# view:pl_cust_plfolders.folders:
source: Re-Open
fr: Réouvrir

# wizard_button:pl_cust_devis.devisinvcreate,start,end:
source: Cancel
fr: Annuler
