Repository: 0Yuuw/prol
Catalog: modules/*_cust_timetracking/locale/*.po
Languages: fr

# field:pl_cust_timetracking.hlwizard.start,day_of_week:
source: Day of Week
fr: Jour de la semaine

# field:pl_cust_timetracking.hlwizard.start,employee:
source: Employee
fr: Employé-e

# field:pl_cust_timetracking.hlwizard.start,end_date:
source: End Date
fr: Date de fin

# field:pl_cust_timetracking.hlwizard.start,start_date:
source: Start Date
fr: Date de début

# field:pl_cust_timetracking.ttadddaywizard_start,employee_id:
source: Employee
fr: Responsable

# field:pl_cust_timetracking.ttdays,employee_id:
source: Employee
fr: Employé-e

# field:pl_cust_timetracking.ttdays,hours_ids:
source: Hours List
fr: Liste des pointages

# field:pl_cust_timetracking.ttdays,not_valid:
source: Day not valid
fr: Jour non valide

# field:pl_cust_timetracking.ttdays,tot_hours:
source: To hours
fr: Total des heures

# field:pl_cust_timetracking.ttdaystype,name:
source: Name
fr: Nom

# field:pl_cust_timetracking.tthours,day_id:
source: Day
fr: Jour

# field:pl_cust_timetracking.tthours,employ_hour:
source: Employee Hour
fr: Heure de pointage

# field:pl_cust_timetracking.tthours,employee_id:
source: Employee
fr: Employé-e

# field:pl_cust_timetracking.tthours,sys_date:
source: System Date
fr: Date Machine

# field:pl_cust_timetracking.tthours,sys_hour:
source: System Hour
fr: Pointage Machine

# field:pl_cust_timetracking.tthours,sys_user:
source: System User
fr: Utilisateur Machine

# field:pl_cust_timetracking.ttovertimevalidate,employee_id:
source: Employee
fr: Employé-e

# field:pl_cust_timetracking.ttovertimevalidate,nb_hours:
source: Nb Hours
fr: Total

# field:pl_cust_timetracking.ttprintreport_start,employee_id:
source: Employee
fr: Employé-e

# field:pl_cust_timetracking.ttprintreport_start,from_date:
source: From Date
fr: Date de début

# field:pl_cust_timetracking.ttprintreport_start,to_date:
source: To Date
fr: Date de fin

# field:pl_cust_timetracking.tttimetables,date_end:
source: End Date
fr: Date de fin

# field:pl_cust_timetracking.tttimetables,date_start:
source: Start Date
fr: Date de début

# field:pl_cust_timetracking.tttimetables,employee_id:
source: Employee
fr: Employé-e

# field:pl_cust_timetracking.tttimetables,friday:
source: Friday
fr: Vendredi

# field:pl_cust_timetracking.tttimetables,monday:
source: Monday
fr: Lundi

# field:pl_cust_timetracking.tttimetables,saturday:
source: Saturday
fr: Samedi

# field:pl_cust_timetracking.tttimetables,sunday:
source: Sunday
fr: Dimanche

# field:pl_cust_timetracking.tttimetables,thursday:
source: Thursday
fr: Jeudi

# field:pl_cust_timetracking.tttimetables,tuesday:
source: Tuesday
fr: Mardi

# field:pl_cust_timetracking.tttimetables,tx_activity:
source: Tx activity (%)
fr: Taux d'activité (%)

# field:pl_cust_timetracking.tttimetables,wednesday:
source: Wednesday
fr: Mercredi

# field:pl_cust_timetracking.tttimetables,weekly_detail:
source: Weekly Detail
fr: Semaine

# field:pl_cust_timetracking.tttimetables,weekly_duration:
source: Weekly Duration
fr: Durée hebdomadaire

# field:pl_cust_timetracking.tttimetables,weekly_duration_auto:
source: Weekly Duration Auto
fr: Durée hebdomadaire calculée

# field:pl_cust_timetracking.ttweeklydetail,day:
source: Day
fr: Jour

# field:pl_cust_timetracking.ttweeklydetail,hours_ids:
source: Hours List
fr: Listes des heures

# field:pl_cust_timetracking.ttweeklydetail,timetable_id:
source: TimeTable
fr: Horaire

# field:pl_cust_timetracking.ttweeklydetail,tot_hours:
source: To hours
fr: Total des heures

# field:pl_cust_timetracking.ttweeklydetailhours,employ_hour:
source: Employee Hour
fr: Pointage

# field:pl_cust_timetracking.ttweeklydetailhours,weekly_detail_id:
source: WeeklyDetail
fr: Détail hebdomadaire

# field:pl_cust_timetracking.ttwizard_start,employee_id:
source: Employee
fr: Employé-e

# field:pl_cust_timetracking.ttwizard_start,time:
source: Hours
fr: Heures

# model:ir.action,name:act_ttdays_form
source: Days
fr: Jours

# model:ir.action,name:act_ttdaystype_form
source: Days Type
fr: Type de jour

# model:ir.action,name:act_tthours_form
source: Hours
fr: Heures

# model:ir.action,name:act_tttimtables_form
source: Timetables
fr: Horaires

# model:ir.action,name:act_ttweeklydetail_form
source: Weekly Detail
fr: Détail hebdomadaire

# model:ir.action,name:act_ttweeklydetailhours_form
source: Weekly Detail Hours
fr: Détail des heures hebdomadaire

# model:ir.action,name:act_wizard_ttadddaywizard
source: Add Day
fr: Jour manquant

# model:ir.action,name:act_wizard_ttprintreport
source: Print Report
fr: Imprimer le rapport

# model:ir.action,name:act_wizard_ttwizard
source: Pointing
fr: Pointage

# model:ir.action,name:my_act_ttdays_form
source: My Days
fr: Mes jours

# model:ir.action,name:reporttt
source: Report TT
fr: Rapport

# model:ir.ui.menu,name:
source: Add Day
fr: Jour manquant

# model:ir.ui.menu,name:menu_myttdays_form
source: My Days
fr: Mes jours

# model:ir.ui.menu,name:menu_timetracking
source: TimeTracking
fr: ETT

# model:ir.ui.menu,name:menu_ttdays_form
source: Days
fr: Jours

# model:ir.ui.menu,name:menu_ttdaystype_form
source: Days Type
fr: Type de jour

# model:ir.ui.menu,name:menu_tthours_form
source: Hours
fr: Heures

# model:ir.ui.menu,name:menu_ttprintreport
source: Print Report
fr: Imprimer le rapport

# model:ir.ui.menu,name:menu_tttimetables_form
source: Timetables
fr: Horaires

# model:ir.ui.menu,name:menu_ttweeklydetail_form
source: Weekly Detail
fr: Détail hebdomadaire

# model:ir.ui.menu,name:menu_ttweeklydetailhours_form
source: Weekly Detail Hours
fr: Détail heures hebdomadaire

# model:ir.ui.menu,name:menu_ttwizard
source: Pointing
fr: Pointage

# model:pl_cust_timetracking.hlwizard.start,name:
source: Holiday Wizard Start
fr: Saisie des absences

# model:pl_cust_timetracking.ttadddaywizard_start,name:
source: TTAddDayWizardStart
fr: Ajout jour manquant

# model:pl_cust_timetracking.ttdays,name:
source: Time Traking Days
fr: Jours

# model:pl_cust_timetracking.ttdaystype,name:
source: Time Traking Days Type
fr: Type de jour

# model:pl_cust_timetracking.tthours,name:
source: Time Traking Hours
fr: Heures

# model:pl_cust_timetracking.ttovertimevalidate,name:
source: Time Traking Overtime Validate
fr: Heures supplémentaires

# model:pl_cust_timetracking.ttprintreport_start,name:
source: Print TT Report
fr: Rapport ETT

# model:pl_cust_timetracking.ttweeklydetailhours,name:
source: Time Traking Hours
fr: Heures

# model:res.group,name:group_timetracking_conf
source: TimeTracking Configuration
fr: Configuration

# model:res.group,name:group_timetracking_user
source: TimeTracking User
fr: TimeTracking Utilisateur

# selection:pl_cust_timetracking.hlwizard.start,day_of_week:
source: Friday
fr: Vendredi

# selection:pl_cust_timetracking.hlwizard.start,day_of_week:
source: Monday
fr: Lundi

# selection:pl_cust_timetracking.hlwizard.start,day_of_week:
source: Thursday
fr: Jeudi

# selection:pl_cust_timetracking.hlwizard.start,day_of_week:
source: Tuesday
fr: Mardi

# selection:pl_cust_timetracking.hlwizard.start,day_of_week:
source: Wednesday
fr: Mercredi

# selection:pl_cust_timetracking.tthours,type_hour:
source: In
fr: Entrée

# selection:pl_cust_timetracking.tthours,type_hour:
source: Out
fr: Sortie

# selection:pl_cust_timetracking.ttweeklydetailhours,type_hour:
source: In
fr: Entrée

# selection:pl_cust_timetracking.ttweeklydetailhours,type_hour:
source: Out
fr: Sortie

# selection:pl_cust_timetracking.ttwizard_start,type_hour:
source: In
fr: Entrée

# selection:pl_cust_timetracking.ttwizard_start,type_hour:
source: Out
fr: Sortie

# wizard_button:pl_cust_timetracking.hlwizard,start,end:
source: Cancel
fr: Annuler

# wizard_button:pl_cust_timetracking.hlwizard,start,update_day_type:
source: Update
fr: Mise à jour

# wizard_button:pl_cust_timetracking.ttadddaywizard,start,end:
source: Cancel
fr: Annuler

# wizard_button:pl_cust_timetracking.ttadddaywizard,start,validate_newday:
source: Add day
fr: Jour manquant

# wizard_button:pl_cust_timetracking.ttprintreport,start,end:
source: Cancel
fr: Annuler

# wizard_button:pl_cust_timetracking.ttprintreport,start,print_:
source: Print
fr: Imprimer

# wizard_button:pl_cust_timetracking.ttwizard,start,end:
source: Cancel
fr: Annuler

# wizard_button:pl_cust_timetracking.ttwizard,start,validate_tt:
source: Validate
fr: Valider
