Repository: 0Yuuw/prol
Catalog: modules/*_cust_building/locale/*.po
Languages: fr

# field:pl_cust_building.building,city:
source: City
fr: Ville

# field:pl_cust_building.building,locs:
source: Loc
fr: Locataires

# field:pl_cust_building.building,proprio:
source: Proprio
fr: Propriétaire

# field:pl_cust_building.building,regie:
source: Regie
fr: Régie

# field:pl_cust_building.building,street:
source: Address Street
fr: Rue

# field:pl_cust_building.building,street_num:
source: Address Num
fr: Numéro

# field:pl_cust_building.building,zip:
source: ZIP
fr: Code Postal

# field:pl_cust_building.buildinginvcreate_start,devislines:
source: Devis Lines
fr: Lignes de devis

# field:pl_cust_building.buildinginvcreate_start,folder_devis_tot:
source: Devis tot
fr: Total devisé

# field:pl_cust_building.buildinginvcreate_start,folder_id:
source: Folder
fr: Dossier

# field:pl_cust_building.buildinginvcreate_start,folder_ts_tot:
source: Folder TS tot
fr: Total des heures

# field:pl_cust_building.buildinginvcreate_start,party:
source: Fact to
fr: Facturation à

# field:pl_cust_building.buildinginvcreate_start,party_ids:
source: All party
fr: Tous les contacts

# field:pl_cust_building.buildinginvcreate_start,with_vat:
source: With VAT
fr: Avec TVA

# field:pl_cust_building.buildingloc,apartment:
source: Apartment Number
fr: N° d'appartement

# field:pl_cust_building.buildingloc,building:
source: Building
fr: Immeuble

# field:pl_cust_building.buildingloc,party:
source: Party
fr: Contact

# field:pl_cust_plfolders.folders,building:
source: Building
fr: Immeuble

# model:ir.action,name:act_building_form
source: Building
fr: Immeuble

# model:ir.action,name:act_wizard_buildingcreateinv
source: Create Devis invoice
fr: Générer la facture

# model:ir.ui.menu,name:menu_building
source: Building
fr: Immeuble

# model:pl_cust_building.building,string:
source: Pl Cust Building
fr: Immeuble

# model:pl_cust_building.buildinginvcreate_start,string:
source: Pl Cust Building Buildinginvcreate Start
fr: Générer la facture

# view:pl_cust_plfolders.folders:
source: Facturation immeuble
fr: Facturation

# wizard_button:pl_cust_building.buildinginvcreate,start,end:
source: Cancel
fr: Annuler

# wizard_button:pl_cust_building.buildinginvcreate,start,generate_inv:
source: Facturation du dossier
fr: Facturation
