Repository: 0Yuuw/prol
Catalog: modules/*_cust_salary/locale/*.po
Languages: fr

# field:company.employee,avs_num:
source: AVS num
fr: N° AVS

# field:company.employee,bank_name:
source: Bank name
fr: Nom de la banque

# field:pl_cust_salary.cat,account_cc:
source: Account c/c
fr: Compte c/c

# field:pl_cust_salary.cat,account_charge:
source: Account charge
fr: Compte de charge

# field:pl_cust_salary.cat,name:
source: Name
fr: Nom

# field:pl_cust_salary.cat,socialcharge:
source: SocialCharges
fr: Charges sociales

# field:pl_cust_salary.confsocialcharge,cat:
source: Cat
fr: Catégories des charges sociales

# field:pl_cust_salary.confsocialcharge,name:
source: Name
fr: Nom

# field:pl_cust_salary.confsocialcharge,tx_boss:
source: Tx Boss
fr: Taux employeur

# field:pl_cust_salary.confsocialcharge,tx_employee:
source: Tx Employee
fr: Taux employé

# field:pl_cust_salary.contract,alloc_charge:
source: Alloc
fr: Allocations

# field:pl_cust_salary.contract,alloc_charge_txt:
source: Alloc txt
fr: Description allocations

# field:pl_cust_salary.contract,car_charge:
source: Car Charges
fr: Part privée du véhicule d'entreprise

# field:pl_cust_salary.contract,car_charge_txt:
source: Car Charges txt
fr: Description part privée véhicule

# field:pl_cust_salary.contract,date_end:
source: Date end
fr: Date de fin

# field:pl_cust_salary.contract,date_start:
source: Date start
fr: Date de début

# field:pl_cust_salary.contract,function:
source: Function
fr: Fonction

# field:pl_cust_salary.contract,gross_salary:
source: Gross Salary
fr: Salaire brut

# field:pl_cust_salary.contract,is_charge:
source: IS Charges(%)
fr: Taux impôt à la source

# field:pl_cust_salary.contract,is_charge_cat:
source: IS Cat
fr: IS

# field:pl_cust_salary.contract,is_charge_txt:
source: IS Charges txt
fr: Description impôt à la source

# field:pl_cust_salary.contract,lpp_charge:
source: LPP
fr: Montant LPP

# field:pl_cust_salary.contract,lpp_charge_cat:
source: LPP Cat
fr: LPP

# field:pl_cust_salary.contract,lpp_charge_txt:
source: LPP txt
fr: Description LPP

# field:pl_cust_salary.contract,name:
source: Name
fr: Nom

# field:pl_cust_salary.contract,notes:
source: Comment
fr: Commentaire

# field:pl_cust_salary.contract,resp_id:
source: Employee
fr: Employé-e

# field:pl_cust_salary.contract,sal_cat:
source: SAL Cat
fr: SAL

# field:pl_cust_salary.contract,salary_ids:
source: Salary
fr: Fiches de salaire

# field:pl_cust_salary.contract,socialcharge_ids:
source: SocialCharges
fr: Charges sociales

# field:pl_cust_salary.contract,tx_activity:
source: Tx Activity(%)
fr: Taux d'activité

# field:pl_cust_salary.salary,alloc_charge:
source: Alloc
fr: Montant des allocations

# field:pl_cust_salary.salary,alloc_charge_txt:
source: Alloc txt
fr: Description allocations

# field:pl_cust_salary.salary,car_charge:
source: Car Charges
fr: Part privée du véhicule

# field:pl_cust_salary.salary,car_charge_txt:
source: Car Charges txt
fr: Decription part privée véhicule

# field:pl_cust_salary.salary,compta:
source: Move
fr: Mouvement comptable

# field:pl_cust_salary.salary,compta_state:
source: Compta state
fr: Etat comptabilisation

# field:pl_cust_salary.salary,contract:
source: Contract
fr: Contrat

# field:pl_cust_salary.salary,gross_salary:
source: Gross Salary
fr: Salaire brut

# field:pl_cust_salary.salary,gross_salary_contract:
source: Gross Salary Contract
fr: Salaire brut (contrat)

# field:pl_cust_salary.salary,is_charge:
source: IS Charges(%)
fr: Taux de l'impôt à la source

# field:pl_cust_salary.salary,is_charge_amount:
source: IS Amount
fr: Montant de l'impôt à la source

# field:pl_cust_salary.salary,is_charge_txt:
source: IS Charges txt
fr: Description impôt à la source

# field:pl_cust_salary.salary,line_ids:
source: Salary Lines
fr: Lignes de charges sociales

# field:pl_cust_salary.salary,lpp_charge_txt:
source: LPP txt
fr: Description LPP

# field:pl_cust_salary.salary,name:
source: Name
fr: Nom

# field:pl_cust_salary.salary,net_salary:
source: Net Salary
fr: Salaire net

# field:pl_cust_salary.salary,notes:
source: Comment
fr: Commentaire

# field:pl_cust_salary.salary,period:
source: Period
fr: Période

# field:pl_cust_salary.salary,prim:
source: Prim
fr: Prime

# field:pl_cust_salary.salary,prim_txt:
source: Prim txt
fr: Description de la prime

# field:pl_cust_salary.salary,resp_id:
source: Employee
fr: Employé-e

# field:pl_cust_salary.salaryline,account_cc:
source: Account c/c
fr: Compte c/c

# field:pl_cust_salary.salaryline,account_charge:
source: Account charge
fr: Compte de charge

# field:pl_cust_salary.salaryline,amount_boss:
source: Amount Boss
fr: Montant employeur

# field:pl_cust_salary.salaryline,amount_employee:
source: Amount Employ
fr: Montant employé

# field:pl_cust_salary.salaryline,cat:
source: Cat
fr: Catégories

# field:pl_cust_salary.salaryline,name:
source: Name
fr: Nom

# field:pl_cust_salary.salaryline,salary:
source: Salary
fr: Fiche de salaire

# field:pl_cust_salary.salaryline,tx_boss:
source: Tx Boss
fr: Taux employeur

# field:pl_cust_salary.salaryline,tx_employee:
source: Tx Employee
fr: Taux employé

# field:pl_cust_salary.socialcharge,cat:
source: Cat
fr: Catégorie

# field:pl_cust_salary.socialcharge,charge:
source: Charge
fr: Charges sociales

# field:pl_cust_salary.socialcharge,contract:
source: Contract
fr: Contrat

# help:pl_cust_salary.contract,date_end:
source: Date end
fr: Date de fin

# help:pl_cust_salary.contract,date_start:
source: Date start
fr: Date de début

# model:ir.action,name:act_salarycat_form
source: Salary Cat
fr: Catégories des charges

# model:ir.action,name:act_salarycontract_form
source: Salary Contract
fr: Contrat

# model:ir.action,name:act_salarysalary_form
source: Salary
fr: Fiches de salaire

# model:ir.action,name:act_salarysoccha_form
source: Salary Soc Charge
fr: Charges sociales

# model:ir.action,name:act_wizard_createsal
source: Create Salary
fr: Générer une fiche de salaire

# model:ir.ui.menu,name:menu_salary
source: Salary
fr: Salaires

# model:ir.ui.menu,name:menu_salarycat_form
source: Salary Cat
fr: Catégories charges sociales

# model:ir.ui.menu,name:menu_salarycontract_form
source: Salary Contract
fr: Contrats

# model:ir.ui.menu,name:menu_salarysalary_form
source: Salary
fr: Fiches de salaire

# model:pl_cust_salary.cat,name:
source: SalaryCat
fr: Catégorie de charges sociales

# model:pl_cust_salary.confsocialcharge,name:
source: SalaryConfSocialCharge
fr: Conf charges sociales

# model:pl_cust_salary.contract,name:
source: SalaryContract
fr: Contrats

# model:pl_cust_salary.salary,name:
source: SalarySalary
fr: Fiches de salaire

# model:pl_cust_salary.salaryline,name:
source: SalarySalaryLine
fr: Charges sociales

# model:pl_cust_salary.socialcharge,name:
source: SocialCharges
fr: Charges sociales

# model:res.group,name:group_salary_admin
source: Salary Administration
fr: Administration fiches de salaire
